Repository: peterhaneve/ONIMods
Catalog: PipPlantOverlay/translations/*.po
Languages: ru, vi

# PeterHan.PipPlantOverlay.PipPlantOverlayStrings.INPUT_BINDINGS.ROOT.PIPPLANT
source: Open Pip Planting Overlay
ru: Открыть оверлей посадок пипа
vi: Mở sơ đồ trồng cây của Pip

# PeterHan.PipPlantOverlay.PipPlantOverlayStrings.UI.OVERLAYS.PIPPLANTING.BUTTON
source: Pip Planting Overlay
ru: Оверлей посадок пипа
vi: Sơ đồ trồng cây của Pip

# PeterHan.PipPlantOverlay.PipPlantOverlayStrings.UI.OVERLAYS.PIPPLANTING.CANPLANT
source: Can plant here
ru: Здесь можно посадить
vi: Ô này trồng được

source: Displays the locations where Pips can plant seeds. Pips will consider planting a seed in a tile under these conditions: 1. The tile has no more than 2 other plants in a square 6 left, 6 down, 5 right, 5 up from the tile. 2. It is either a "natural tile" of less than 150 hardness, a farm tile or a hydroponic farm. 3. The pip can navigate to the seed and the tile, and there must be no buildings obstructing the plant's location. 4. The atmospheric pressure is greater than 100g. 5. The atmospheric temperature is around ±50C to ±100C of the requirements of the plant.
ru: Отображает места, где Пипы могут сажать семена. Пип рассмотрит возможность посадки семени в плитку при следующих условиях: 1. На плитке есть не более 2 других растений в квадрате 6 слева, 6 внизу, 5 справа, 5 вверху от плитки. 2. Это либо «натуральная плитка» с твердостью менее 150, плитка фермы или гидропонная ферма. 3. Пип может перемещаться к семени и плитке, и не должно быть зданий, препятствующих расположению растения. 4. Атмосферное давление превышает 100 г. 5. Температура воздуха составляет от ±50°C до ±100°C требований завода.
vi: Hiện các ô đất mà Pip có thể trồng được cây. Pip sẽ trồng cây xuống ô đất tự nhiên theo các quy luật sau: 1. Không có quá 2 cây trong phạm vi 6 ô bên trái, 6 ô phía dưới, 5 ô bên phải và 5 ô phía trên. 2. Pip chỉ trồng vào ô tự nhiên có độ cứng bé hơn 150, ô gạch trồng trọt hoặc gạch thuỷ lợi. 3. Pip sẽ tự tìm đến chỗ có hạt và ô đất để trồng. Ô đất đó cần thông thoáng, không có công trình nào xây gây cản trở việc trồng cây của Pip. 4. Áp suất khí trong khu đó phải đạt tối thiểu 100g. 5. Nhiệt độ khi quyển ở khu đó chỉ được lệch từ ±50C tới ±100C so với yêu cầu của cây.

# PeterHan.PipPlantOverlay.PipPlantOverlayStrings.UI.OVERLAYS.PIPPLANTING.HARDNESS
source: Tile is too hard
ru: Плитка слишком твердая
vi: Ô đất quá cứng

# PeterHan.PipPlantOverlay.PipPlantOverlayStrings.UI.OVERLAYS.PIPPLANTING.NAME
source: PIP PLANTING OVERLAY
ru: ОВЕРЛЕЙ ПОСАДОК ПИПА
vi: SƠ ĐỒ TRỒNG CÂY CỦA PIP

source: Too many plants
ru: Слишком много растений
vi: Quá nhiều cây trong phạm vi

# PeterHan.PipPlantOverlay.PipPlantOverlayStrings.UI.OVERLAYS.PIPPLANTING.PRESSURE
source: Pressure too low
ru: Слишком низкое давление
vi: Áp suất khi quá thấp

source: Temperature too extreme
ru: Слишком экстремальная температура
vi: Nhiệt độ không phù hợp

# PeterHan.PipPlantOverlay.PipPlantOverlayStrings.UI.OVERLAYS.PIPPLANTING.TOOLTIP
source: Displays locations where Pips can plant seeds
ru: Отображает места, где Пипы могут сажать семена
vi: Hiện các ô đất mà Pip có thể trồng được cây

source: Seeds can be planted here, if there is room and temperature is valid
ru: Сюда можно сажать семена, если есть место и допустимая температура
vi: Ô đất này có thể trồng được cây, nếu các điều kiện của cây được đáp ứng

source: Natural tile hardness is above {0:D}!
ru: Естественная твердость плитки выше {0:D}!
vi: Độ cứng của ô vượt quá {0:D}!

source: More than {0:D} other plants are within the range of {1:D}!
ru: Более {0:D} других растений находятся в диапазоне {1:D}!
vi: Có nhiều hơn {0:D} cây trong phạm vi {1:D}!

source: More than one other plant is within the range of {1:D}!
ru: Более одного другого растения находится в диапазоне {1:D}!
vi: Có nhiều hơn 1 cây trong phạm vi {1:D}!

source: Atmospheric pressure is below {0} or tile is flooded!
ru: Атмосферное давление ниже {0} или плитка затоплена!
vi: Át suất khí ở dưới mức {0} hoặc ô đất đang bị ngập!

source: Temperature is below {0} or above {1}!
ru: Температура ниже {0} или выше {1}!
vi: Nhiệt độ dưới {0} hoặc trên {1}!
