Repository: peterhaneve/ONIMods
Catalog: ThermalTooltips/translations/*.po
Languages: ru

# PeterHan.ThermalTooltips.ThermalTooltipsStrings.UI.THERMALTOOLTIPS.AND_JOIN
source: [{0}] and
ru: [{0}] и

source: The completed {0} will have a thermal conductivity of <b>{1}</b> For every 1 {3} of difference between the building's <link="HEAT">Temperature</link> and its surroundings, {2:##0.#} {4} will be transferred
ru: Завершенный {0} будет иметь теплопроводность <b>{1}</b> На каждые 1 {3} разницы между <link="HEAT">температурой</link> здания и окружающей его средой будет передано {2:##0.#} {4}

source: The completed {0} will melt at <b>{1}</b> into {2}
ru: Завершенный {0} будет переплавлен в <b>{1}</b> в {2}.

source: The completed {0} will have a thermal mass of <b>{1:##0.#} {2}/{3}</b> Adding or removing {1:##0.#} {2} will change the building's <link="HEAT">Temperature</link> by 1 {3}
ru: Завершенный {0} будет иметь тепловую массу <b>{1:##0.#} {2}/{3}</b> Добавление или удаление {1:##0.#} {2} изменит <link="HEAT">температуру</link> здания на 1 {3}.

# PeterHan.ThermalTooltips.ThermalTooltipsStrings.UI.THERMALTOOLTIPS.CHANGES
source: Changes
ru: Изменения

source: <link="HEAT">Thermal Conductivity</link>: {0}
ru: <link="HEAT">Теплопроводность</link>: {0}

source: <link="HEAT">Melting Point</link>: {0}
ru: <link="HEAT">Точка плавления</link>: {0}

source: <link="HEAT">Thermal Mass</link>: {0:##0.#} {1}/{2}
ru: <link="HEAT">Тепловая масса</link>: {0:##0.#} {1}/{2}

# PeterHan.ThermalTooltips.ThermalTooltipsStrings.UI.THERMALTOOLTIPS.HEAT_ENERGY
source: Heat Energy: {0} {1}
ru: Тепловая энергия: {0} {1}

# PeterHan.ThermalTooltips.ThermalTooltipsStrings.UI.THERMALTOOLTIPS.THERMAL_MASS
source: Thermal Mass: {0} {1}/{2}
ru: Тепловая масса: {0} {1}/{2}

# PeterHan.ThermalTooltips.ThermalTooltipsStrings.UI.THERMALTOOLTIPS.TO_JOIN
source: to
ru: в
