Repository: peterhaneve/ONIMods
Catalog: ModUpdateDate/translations/*.po
Languages: es, ko, ru

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.CONFIRM_CANCEL
source: CANCEL
es: CANCELAR
ko: 닫기
ru: ОТМЕНА

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.CONFIRM_MORE
source: <i>(and {0:D} more...)</i>
es: <i>(y{0:D} más...)</i>
ru: <i>(и ещё {0:D}...)</i>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.CONFIRM_OK
source: FORCE UPDATE
es: FORZAR ACTUALIZACIÓN
ko: 강제 업데이트
ru: ОБНОВИТЬ ПРИНУДИТЕЛЬНО

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.CONFIRM_UPDATE
source: Continuing will reinstall the latest version of: {0}from the Workshop. <color=#FFCC00>A best effort will be made to preserve mod options.</color> Check again after updating and enable the mod if necessary.
es: Al continuar se reinstalará la última versión de: {0}del Workshop. <color=#FFCC00>Se hará todo lo posible por preservar las opciones del mod.</color> Comprueba de nuevo tras la actualización y activa el mod si es necesario.
ko: 강제 업데이트 시 WorkShop에서 최신 버전인 {0} 모드를 다시 설치합니다.<color=#FFCC00>모드 설정을 최대한 보존합니다.</color> 업데이트 후 필요할 경우 다시 이 기능을 활성화하십시오.
ru: Продолжение переустановит последнюю версию: {0}из Мастерской. <color=#FFCC00>Будут приложены все усилия, чтобы сохранить настройки мода.</color> Проверьте еще раз после обновления и при необходимости включите мод.

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.LOCAL_UPDATE
source: <b>Local Updated:</b> {0:f}
es: <b>Actualizado localmente:</b> {0:f}
ko: <b>로컬 업데이트 날짜:</b> {0:f}
ru: <b>Локальное Обновление:</b> {0:f}

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MAINMENU_UPDATE
source: <color=#FFCC00>{0:D} mods may be out of date</color>
es: <color=#FFCC00>{0:D} mods podrían estar desactualizados</color>
ko: <color=#FFCC00>{0:D} 오래된 모드입니다.</color>
ru: <color=#FFCC00>{0:D} мода(-ов) могут быть устаревшими</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MAINMENU_UPDATE_1
source: <color=#FFCC00>1 mod may be out of date</color>
es: <color=#FFCC00>1 mod podría estar desactualizado</color>
ko: <color=#FFCC00>모드의 업데이트가 필요합니다.</color>
ru: <color=#FFCC00>1 мод может быть устаревшим</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MAINMENU_UPDATING
source: <color=#00CC00>Auto-Update in progress</color>
ru: <color=#00CC00>Выполняется авто-обновление</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_AUTO_UPDATE
source: <b>Automatic updates are enabled.</b>
ru: <b>Автоматическое обновление включено.</b>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_ERR_UPDATE
source: Unable to automatically update this mod! A manual update may be required.
ru: Невозможно автоматически обновить этот мод! Может потребоваться обновление вручную.

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_OUTDATED
source: This mod appears to be out of date!
es: ¡Este mod parece estar desactualizado!
ko: 이 모드는 업데이트가 필요합니다!
ru: Этот мод очевидно устарел!

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_UPDATE_1
source: Update one mod which appears to be out of date
es: Actualizar un mod que parece estar desactualizado
ko: 오래된 모드를 업데이트합니다.
ru: Обновить один мод, который очевидно устарел

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_UPDATE_ALL
source: Update {0:D} mods which appear to be out of date
es: Actualizar {0:D} mods que parecen estar desactualizados
ko: 오래된 {0:D} 모드를 업데이트합니다.
ru: Обновить {0:D} мода(-ов), которые очевидно устарели

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_UPDATED
source: This mod appears to be up to date.
es: Este mod parece estar actualizado.
ko: 이 모드는 최신 상태입니다.
ru: Этот мод очевидно обновлен.

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_UPDATED_BYUS
source: This mod was locally updated by Mod Updater.
es: Este mod se actualizó localmente mediante Mod Updater.
ko: 이 모드는 Mod Updater를 통해 로컬로 업데이트되었습니다.
ru: Этот мод был локально обновлен Mod Updater-ом.

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.OPTION_MAINMENU
source: Show Updates in Main Menu
es: Mostrar actualizaciones en el menú principal
ko: 메인 메뉴에 업데이트 표시
ru: Показывать обновления в Главном меню

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.OPTION_PASSIVE
source: Auto-Update
ru: Автоматическое обновление

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.SAFE_MODE
source: <b>Mod Updater did not start correctly.</b> Due to a recent Klei update, Mod Updater was unable to start. Steam may automatically update Mod Updater to the latest version. If not, install the latest version manually from the mod website. <b>Mod Updater version:</b> {0} <b>Compiled for game version:</b> {1}
ru: <b>Mod Updater запустился некорректно.</b> Из-за недавнего обновления Klei не удалось запустить Mod Updater. Steam может автоматически обновить Mod Updater до последней версии. Если нет, установите последнюю версию вручную с веб-сайта мода. <b>Версия Mod Updater:</b> {0} <b>Скомпилирован для версии игры:</b> {1}

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.SAFE_MODE_GITHUB
source: VISIT WEBSITE
ru: ПОСЕТИТЬ ВЕБ-САЙТ

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.STEAM_UPDATE
source: <b>Steam Updated:</b> {0:f}
es: <b>Actualizado en Steam:</b> {0:f}
ko: <b>스팀 업데이트 날짜:</b> {0:f}
ru: <b>Обновление в Steam:</b> {0:f}

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.STEAM_UPDATE_UNKNOWN
source: <b>Steam Updated</b>: Unknown
ko: <b>스팀 업데이트 날짜:</b> 확인 불가
ru: <b>Обновление в Steam</b>: Неизвестно

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_CANTSTART
source: Unable to start download
es: No se puede iniciar la descarga
ko: 다운로드를 시작할 수 없습니다.
ru: Не удалось запустить загрузку

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_FOOTER_CONFIG
source: <b><color=#FFCC00>Back up any valuable mod configurations now manually!</color></b>
es: <b><color=#FFCC00>¡Haz una copia de seguridad manual de las configuraciones importantes del mod ahora!</color></b>
ko: <b><color=#FFCC00>현재 모드 구성을 수동으로 백업하십시오!</color></b>
ru: <b><color=#FFCC00>Теперь создайте вручную резервные копии любых ценных конфигураций модов!</color></b>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_FOOTER_ERROR
source: Check your connection, and that the mods directory has sufficient disk space and permissions.
es: Comprueba tu conexión y que el directorio de mods tenga suficiente espacio en disco y permisos.
ko: 인터넷 연결을 확인한 후 mods 폴더에 충분한 디스크 공간과 권한이 있는지 확인하십시오.
ru: Проверьте свое подключение и убедитесь, что в каталоге mods достаточно места на диске и разрешений.

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_FOOTER_OK
source: {0} will be updated on the next restart.
es: {0} se actualizará en el siguiente reinicio.
ko: {0} 모드는 게임을 다시 시작한 이후에 업데이트됩니다。
ru: {0} при следующем перезапуске.

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_HEADER
source: <size=16>Update results:</size>
es: <size=16>Resultados de la actualización:</size>
ko: <size=16>업데이트 결과：</size>
ru: <size=16>Результаты обновления:</size>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_INPROGRESS
source: An update for another mod is already in progress.
es: Ya hay una actualización de otro mod en curso.
ru: Обновление для другого мода уже выполняется.

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_MULTIPLE
source: These mods
es: Estos mods
ko: 이 모드들
ru: Эти моды будут обновлены

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_NODETAILS
source: Uninstalled or not found on workshop
es: Desinstalado o no encontrado en la Workshop
ko: WorkShop에 등록되지 않았거나 찾을 수 없습니다.
ru: Удалено или не найдено в Мастерской

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_NOFILE
source: No file found to download
es: No se encontró archivo para descargar
ko: 다운로드를 진행할 파일이 없습니다.
ru: Файл для загрузки не найден

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_OFFLINE
source: Cannot download in Offline Mode
es: No se puede descargar en modo sin conexión
ko: 오프라인 상태에서 다운로드를 진행할 수 없습니다.
ru: Нельзя загрузить в автономном режиме

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_OK_CONFIG
source: <b>{0}</b>: <color=#00CC00>{1:D} custom mod option files backed up</color>
es: <b>{0}</b> : <color=#00CC00>{1:D} archivos de opciones personalizadas del mod respaldados</color>
ko: <b>{0}</b>：<color=#00CC00>{1:D} 사용자 정의 모드 설정 파일이 백업되었습니다.</color>
ru: <b>{0}</b>: <color=#00CC00>{1:D} файлов с настройками модов забэкаплены</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_OK_CONFIG_1
source: <b>{0}</b>: <color=#00CC00>One custom mod option file backed up</color>
es: <b>{0}</b> : <color=#00CC00>Un archivo de opciones personalizadas del mod respaldado</color>
ko: <b>{0}</b>：<color=#00CC00>사용자 정의 모드 설정 파일이 백업되었습니다.</color>
ru: <b>{0}</b>: <color=#00CC00>Один файл с настройками модов забэкаплен</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_OK_NOCONFIG
source: <b>{0}</b>: <color=#FFCC00>Unable to back up configuration files</color>
es: <b>{0}</b> : <color=#FFCC00>No se pudieron respaldar los archivos de configuración</color>
ko: <b>{0}</b>：<color=#FFCC00>설정 파일을 백업할 수 없습니다.</color>
ru: <b>{0}</b>: <color=#FFCC00>Не удается создать резервную копию файлов конфигурации</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_ONE
source: This mod
es: Este mod
ko: 이 모드
ru: Этот мод будет обновлен

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_REST
source: <b>{0:D}</b> <color=#00CC00>mods were updated with no errors</color>
es: <b>{0:D}</b> <color=#00CC00>mods se actualizaron sin errores</color>
ko: <b>{0:D}</b><color=#00CC00>모드가 오류 없이 업데이트 되었습니다.</color>
ru: <b>{0:D}</b> <color=#00CC00>мода(-ов) были обновлены без ошибок</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_REST_1
source: <b>One</b> <color=#00CC00>mod was updated with no errors</color>
es: <b>Un</b> <color=#00CC00>mod se actualizó sin errores</color>
ko: <b>一</b><color=#00CC00>모드가 오류 없이 업데이트 되었습니다.</color>
ru: <b>Один</b> <color=#00CC00>мод был обновлен без ошибок</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_SINGLE
source: <b>{0}</b>: <color=#00CC00>Updated</color>
es: <b>{0}</b>: <color=#00CC00>Actualizado</color>
ko: <b>{0}</b>：<color=#00CC00>업데이트됨</color>
ru: <b>{0}</b>: <color=#00CC00>Обновлено</color>

source: If selected, a warning with the number of potentially outdated mods is shown in the main menu.
es: Si se selecciona, se mostrará una advertencia con el número de mods potencialmente desactualizados en el menú principal.
ko: 선택 시 잠재적으로 발생할 수 있는 경고가 표시됩니다. 오래된 모드가 메인 메뉴에서 표시됩니다.
ru: Если включено, в главном меню отображается предупреждение с количеством потенциально устаревших модов.

source: Automatically keeps all mods up to date in the background by downloading the correct version in the first place.
ru: Автоматически обновляет все моды в фоновом режиме загружая правильную версию в первую очередь.

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.STEAM_UPDATE_UNKNOWN
source: <b>Steam Updated:</b> Unknown
es: <b>Actualizado en Steam:</b> Desconocido

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_INPROGRESS
source: 다른 모드에 대한 업데이트가 이미 진행중입니다.
ko: 另一个模组的更新正在进行。
